Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: It included a part of the contribution to the EU budget, which was dedicated to the above-mentioned purpose (PLN 926 million [1] ) and the payment for the European Development Fund (EDF) (PLN 189 million [2] ) which is the main non-budgetary instrument of the European Union used to finance the cooperation with countries in Africa, the Caribbean, and the African, Caribbean and Pacific Group of States (ACP) and Overseas Countries and Territories (OCTs).
pl: Złożyła się na niego część składki do budżetu unijnego, która została przeznaczona na ten cel (926 mln PLN [1] ) oraz wpłata (189 mln PLN [2] ) na Europejski Fundusz Rozwoju (European Development Fund, EDF), który jest głównym instrumentem pozabudżetowym UE służącym do finansowania współpracy z państwami Afryki, Karaibów i regionu Pacyfiku (AKP) oraz krajami i terytoriami zamorskimi (KTZ).

source: Entities acting within the United Nations System were provided with PLN 60 million and those acting with World Bank with PLN 86 million.
pl: Na rzecz podmiotów działających w Systemie Narodów Zjednoczonych przekazano 60 mln PLN, a w ramach grupy Banku Światowego 86 mln PLN.

source: Geographical and thematic areas
pl: Geograficzne i tematyczne obszary wsparcia

source: In 2015, the development assistance was based on the Multiannual Development Cooperation Programme 2012-2015 .
pl: W 2015 roku współpraca rozwojowa prowadzona była w oparciu o Wieloletni program współpracy rozwojowej na lata 2012 - 2015 .

source: Pursuant to the programme, Polish assistance was provided within geographical and thematic support areas.
pl: Zgodnie z programem polska współpraca rozwojowa realizowana jest w ramach geograficznych i tematycznych obszarów wsparcia.

source: Geographical areas were divided into two groups.
pl: Obszary geograficzne podzielone zostały na dwie grupy.

source: The first group comprised the six countries of the Eastern Partnership: Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine.
pl: Pierwsza obejmuje sześć państw Partnerstwa Wschodniego: Armenię, Azerbejdżan, Białoruś, Gruzję, Mołdawię i Ukrainę.

source: In this case, the purpose of Polish assistance is supporting the continuous and stable functioning of democratic systems, ensuring that human rights are respected, and contributing to effective system transformation.
pl: Celem polskiej pomocy jest w tym przypadku wspieranie działań na rzecz trwałego i stabilnego funkcjonowania systemów demokratycznych, przestrzegania praw człowieka i skutecznej transformacji systemowej.

source: The other group includes selected countries of Africa, Asia, and the Middle East.
pl: Do drugiej grupy zaliczają się wybrane kraje Afryki, Azji i Bliskiego Wschodu.

source: It comprises eight countries from Eastern Africa (Burundi, Ethiopia, Kenya, Rwanda, Somalia, South Sudan, Tanzania, and Uganda), two countries from Central Asia (Kyrgyzstan and Tajikistan), and Palestine.
pl: Należy do niej osiem państw z Afryki Wschodniej (Burundi, Etiopia, Kenia, Rwanda, Somalia, Sudan Południowy, Tanzania i Uganda), dwa państwa Azji Środkowej (Kirgistan i Tadżykistan) oraz Palestyna.

source: The countries listed above suffer from a high level of poverty.
pl: Kraje z tej listy charakteryzują się wysokim poziomem ubóstwa.

source: The main recipients of Poland's bilateral assistance in 2015 were: Ukraine (PLN 108.78 million), Ethiopia (PLN 102.88 million), Belarus (PLN 70.77 million), Angola (PLN 52.20 million), Syria (PLN 11.18 million), Moldova (PLN 9.27 million), Georgia (PLN 7.49 million), Kazakhstan (PLN 4.08 million), Palestine (PLN 3.89 million) and Cambodia (PLN 3.74 million).
pl: W 2015 r. głównymi odbiorcami polskiej pomocy dwustronnej były: Ukraina (108,78 mln PLN), Etiopia (102,88 mln PLN), Białoruś (70,77 mln PLN), Angola (52,20 mln PLN), Syria (11,18 mln PLN), Mołdawia (9,27 mln PLN), Gruzja (7,49 mln PLN), Kazachstan (4,08 mln PLN), Palestyna (3,89 mln PLN), Kambodża (3,74 mln PLN).

source: Since the implementation of the 2012-2015 Programme, Polish development assistance has been concentrated on two thematic support areas, i.e. democracy and human rights, and system transformation.
pl: Od momentu wprowadzenia w życie Programu na lata 2012-2015 polska współpraca rozwojowa koncentruje się na dwóch tematycznych obszarach wsparcia, tj. demokracji i prawach człowieka oraz transformacji systemowej.

source: Education has also been an important aspect of Polish development assistance.
pl: Ważnym aspektem polskiej pomocy rozwojowej jest edukacja.

source: In 2015, the amount spent on education, including scholarships, reached PLN 131.3 million (excluding credit aid).
pl: W 2015 roku na edukację, w tym stypendia wydano 131,3 mln PLN (z wyłączeniem kredytów pomocowych).

source: Another significant component of ODA was supporting the government sector and the civic society (PLN 70.85 million).
pl: Kolejnym istotnym elementem ODA było wsparcie sektora rządowego oraz społeczeństwa obywatelskiego (70,85 mln PLN).

source: Poland contributed in 2015 to humanitarian activities as a part of ODA nearly PLN 25 million.
pl: Polski wkład finansowy w 2015 r. w działalność humanitarną w ramach oficjalnej pomocy rozwojowej (ODA) wyniósł niemal 25 mln PLN.

source: Main groups of recipients in 2015 included Ukrainians and Syrians.
pl: Głównymi odbiorcami polskiej pomocy humanitarnej byli w 2015 r. Syryjczycy i Ukraińcy.

source: In 2015 the MFA's Department of Development Cooperation organized 5 open calls for proposals.
pl: W 2015 roku Departament Współpracy Rozwojowej MSZ zorganizował 5 otwartych postępowań dotacyjnych.

source: Call for proposals “Polish Development Assistance 2015” - 20 078 058 PLN (56 projects)
pl: Konkurs „Polska pomoc rozwojowa 2015” - 20 078 058 PLN (56 projektów)

source: Call for proposals “Polish Development Assistance 2014” (second module) - 2 101 173 PLN (5 projects)
pl: Konkurs „Polska pomoc rozwojowa 2014” (II moduł) - 2 101 173 PLN (5 projektów)

source: Call for proposals “Polish Aid Volunteering Programme 2015” - 1 196 213 PLN (22 projects)
pl: Konkurs „Wolontariat polska pomoc 2015” - 1 196 213 PLN (22 projekty)

source: Call for proposals “Global Education 2015” - 1 479 757 PLN (14 projects)
pl: Konkurs „Edukacja globalna 2015” - 1 479 757 PLN (14 projektów)

source: Call for proposals “Global Education 2014” (second module) - 1 120 243 PLN (5 projects)
pl: Konkurs „Edukacja globalna 2014” (II moduł) - 1 120 243 PLN (5 projektów)

source: Call for proposals “Humanitarian Aid 2015” - 5 726 382 PLN (6 projects)
pl: Konkurs „Pomoc humanitarna 2015” - 5 726 382 PLN (6 projektów)

source: Call for proposals “Humanitarian Aid for Ukraine 2015" - 983 170 PLN (2 projects)
pl: Konkurs „Pomoc humanitarna na rzecz Ukrainy 2015 r.” - 983 170 PLN (2 projekty)

source: The main distribution channels included universities, and scientific and R&D institutions.
pl: Główny kanał dystrybucji środków finansowych w ramach pomocy dwustronnej stanowiły uniwersytety, instytuty naukowe, badawcze i rozwojowe.

source: Almost 37% of funds intended for bilateral development assistance was provided in this way.
pl: W ten sposób przekazano niemal 37% środków przeznaczonych na dwustronną pomoc rozwojową.

source: The second largest group consisted of institutions in the public finance sector, mostly ministries and foreign offices, which spent more than 30% of the funds.
pl: Na drugim miejscu znalazły się instytucje sektora finansów publicznych, w tym głównie ministerstwa i placówki zagraniczne, wydatkując 30% środków.

source: Non-governmental organisations which implemented actions amounting to almost 18% of bilateral assistance played an important role, as well.
pl: Ważną rolę w kanale dystrybucji odegrały organizacje pozarządowe, które zrealizowały działania o wartości 18% pomocy dwustronnej.

source: The remaining funds, 13% of the value of bilateral ODA minus loan agreements, were spent via international organisations.
pl: Pozostałe środki wydatkowano głównie za pośrednictwem organizacji międzynarodowych i stanowiły one 13% wartości dwustronnej ODA pomniejszonej o umowy kredytowe.

source: Poland's share in the Official Development Assistance of the European Union is calculated as follows: the percentage of the EU budget that is contributed by Poland can be calculated on the basis of the EU budget amount and the amount contributed by Poland.
pl: Polski udział w oficjalnej pomocy rozwojowej Unii Europejskiej obliczany jest w następujący sposób: znając wielkość budżetu UE i wielkość polskiej składki można obliczyć jaki procent budżetu UE stanowi polska składka.

source: Assuming that Poland's share in the Official Development Assistance of the European Union is the same as its share in the entire EU budget, it can be calculated on the basis of the data on the EU budget implementation.
pl: Przy założeniu, że polski udział w oficjalnej pomocy rozwojowej UE jest taki sam jak udział w całym unijnym budżecie można go wyliczyć w oparciu o dane dotyczące wykonania budżetu UE.

source: Estimates on budget implementation are updated as new reports and EU reports are filed, and therefore can be subject to change.
pl: Szacunkowe dane dotyczące wykonania budżetu są aktualizowane w miarę napływania kolejnych raportów i sprawozdań Komisji Europejskiej, stąd też mogą podlegać znacznym zmianom.

source: [2]The amounts contributed by the Member States to the European Development Fund is specified by the European Commission each time based on the estimated financial needs related to the activities provided for in a given edition of the Fund.
pl: [2] Wielkość wpłat państw członkowskich na Europejski Fundusz Rozwoju określana jest każdorazowo przez Komisję Europejską na podstawie szacunków potrzeb finansowych związanych z działaniami przewidzianymi w danej edycji Funduszu.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2014 / World Humanitarian Day celebrated for the sixth time
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2014 / Po raz szósty obchodzimy Światowy Dzień Pomocy Humanitarnej

source: World Humanitarian Day celebrated for the sixth time
pl: Po raz szósty obchodzimy Światowy Dzień Pomocy Humanitarnej

source: Providing help requires great sensitivity, knowledge and willingness to work in extreme conditions.
pl: Niesienie pomocy wymaga ogromnej wrażliwości, wiedzy i gotowości do pracy w ekstremalnych nierzadko warunkach.

source: Since January 2014, 128 incidents of endangered safety of humanitarian workers were recorded, including kidnapping and injuries.
pl: Od stycznia 2014 odnotowano 128 incydentów zagrażających bezpieczeństwu pracowników humanitarnych, w tym porwań i obrażeń.

source: Despite difficult conditions they need to endure, humanitarian workers have simple motivations: “I became a humanitarian worker in order to help people who are ill and suffer from various problems” - Bishnu Panthee, nurse, IOM, Nepal; “I had a privilege to meet people in need, who were one of the most generous people I have ever met, and it is my job to make sure their voices are heard” - Karl Schembri, Media Manager, Save the children, Jordan.
pl: Pomimo warunków, w jakich przychodzi im pracować, motywacje pracowników humanitarnych są bardzo proste: „Zostałam pracownikiem humanitarnym, by pomagać ludziom, którzy są chorzy i cierpią z powodu różnych problemów” - Bishnu Panthee, IOM, Nepal, pielęgniarka; „Miałem przywilej spotkać ludzi w potrzebie, którzy byli jednymi z najhojniejszych, jakich kiedykolwiek spotkałem i moim zadaniem jest zapewnienie, by ich głos był słyszany” - Karl Schembri, Save the children, Jordania, Media Manager.

source: The celebration of this year's World Humanitarian Day includes the campaign “The world needs more humanitarian heroes” , which aims at raising public awareness of humanitarian aid.
pl: Obchodom tegorocznego Światowego Dnia Pomocy Humanitarnej towarzyszy kampania „Świat potrzebuje więcej bohaterów pomocy humanitarnej” , która ma podnieść świadomość społeczeństwa na temat pomocy humanitarnej.

source: Become an ambassador of the World Humanitarian Day in social media.
pl: Zostań ambasadorem Światowego Dnia Pomocy Humanitarnej w mediach społecznościowych.

source: Join the group “Messengers of Humanity” ( http://www.messengersofhumanity.org/ ) and encourage others to do the same.
pl: Dołącz do grupy „Wysłannicy Ludzkości” („Messengers of Humanity”) na stronie http://www.messengersofhumanity.org/ i zachęć do tego innych.

source: A one-day panel designed to promote dialogue between scholars, university lecturers, politicians and local communities from the Pacific Islands region, in the framework of EU cooperation.
pl: Całodniowy panel pomyślany jako dialog pomiędzy naukowcami, wykładowcami akademickimi, politykami oraz lokalną społecznością regionu Wysp Pacyfiku w ramach współpracy z Unią Europejską.

source: Its three sessions were devoted to climate change-related risks, the use of natural resources and gender discrimination.
pl: Trzy sesje poświęcono kwestiom: zagrożeń spowodowanych przez zmianę klimatu; użytkowania zasobów naturalnych oraz nierównego traktowania ze względu na płeć.

source: Presentations were followed by film screenings.
pl: Prezentacji towarzyszył pokaz filmów.

source: The Pacific Region is covered by a global system to monitor and mitigate natural disasters.
pl: Region Pacyfiku objęty jest globalnym systemem obserwacji i łagodzenia skutków klęsk żywiołowych.

source: The panellists [3] presented scientific analyses of the specific conditions prevailing in the Pacific Islands region.
pl: Paneliści [3] przedstawili naukowe analizy specyficznych uwarunkowań regionu Wysp Pacyfiku.

source: They highlighted challenges facing the region due to environmental threats, soil erosion, considerable food safety risks, natural disasters and the high cost of removing their consequences (including substantial outlays for adapting to the effects of climate change).
pl: Zwrócili uwagę na wyzwania regionu związane z zagrożeniami ekologicznymi, erozją gleb, poważnymi zagrożeniami dla bezpieczeństwa żywnościowego, skutkami klęsk żywiołowych i wysokimi kosztami ich usuwania (w tym bardzo wysokimi kosztami adaptacji do skutków zmiany klimatu).

source: It was agreed that that leaders must assume responsibility for coordinating measures in this field.
pl: Wskazano na konieczność przyjęcia przez liderów odpowiedzialności za koordynację działań w tym zakresie.

source: Community dialogue about environmental threats is also being held as part of the online Marovo Learning Network.
pl: W ramach internetowej sieci Marovo Learning Network prowadzony jest dialog społeczny nt. zagrożeń ekologicznych.

source: Protecting Natural Resources
pl: Problemy ochrony zasobów naturalnych

source: Drawing on a number of scientific studies and regular observations, the panellists [4] emphasized the major threat posed by big international companies to the ecological balance by exploiting natural resources in the Pacific Islands region.
pl: W oparciu o prace naukowo-badawcze i stałe obserwacje paneliści [4] zwrócili uwagę na poważne zagrożenia dla zachowania równowagi ekologicznej spowodowane eksploatacją zasobów naturalnych, prowadzoną w regionie Wysp Pacyfiku przez duże koncerny międzynarodowe.

source: C. Sparks presented some measures (small and medium-term grants) that have been subsidized by The Christensen Fund, an organization established in 1957.
pl: C.Sparks przedstawiła niektóre działania dotowane, w formie małych i średniookresowych grantów, przez założony w 1957 r. The Christensen Fund.

source: The Fund supports, among others, programmes aimed at protecting biological and cultural diversity and preventing the devastation of Melanesian soil, the latter issue sparking strong protests among local communities.
pl: Fundusz wspiera m.in. program ochrony różnorodności biologicznej i kulturowej, a także program walki z wywołującą sprzeciw społeczności lokalnych dewastacją gruntów w Melanezji.

source: Some of the major problems include corruption that accompanies mining companies' projects, tax regimes, difficulties in utilizing mining incomes for the benefit of the Pacific region and raising investors' accountability.
pl: Poważnymi problemami są: korupcja towarzysząca działalności koncernów wydobywczych, system podatkowy, trudności w wykorzystaniu wpływów z tej działalności na rzecz regionu Pacyfiku oraz zwiększenie odpowiedzialności inwestorów.

source: The panellists [5] noted mounting problems in the field of gender equality: all rights being conferred on men (according to women), high women and children mortality, lack of access to public offices and limited access to schools.
pl: Paneliści [5] zwracali uwagę na nawarstwiające się problemy w sferze równości płci: przypisanie (w opinii kobiet) wszystkich praw mężczyznom, dużą śmiertelność kobiet i dzieci, niemożliwy dostęp do funkcji publicznych oraz utrudniony dostęp do szkół.

source: The World Bank helps implement an educational programme that teaches how to help women during labour.
pl: Przy pomocy Banku Światowego realizowany jest program edukacyjny dot. udzielania pomocy kobietom podczas porodu.

source: The panellists pointed to the role that the European Union can play in promoting gender equality and shaping new attitudes among young and well-educated inhabitants of the Pacific Islands.
pl: Zwrócono uwagę na rolę, jaką może spełnić Unia Europejska w działaniach na rzecz promocji równości płci oraz roli młodych wykształconych mieszkańców Wysp Pacyfiku.

source: In addition, the participants underscored that the state has a key role to play in promoting gender equality and that funds for that purpose are insufficient.
pl: Podkreślono także wiodącą rolę, którą pełnić winno państwo w procesie promocji równości płci, wspominając jednocześnie o braku środków finansowych niezbędnych na ten cel.

source: EEAS representative G. Lachut pointed out that gender equality is a centrepiece of EU policy.
pl: Przedstawicielka ESDZ, G.Lachut, podkreśliła, iż w polityce UE równość płci jest wartością fundamentalną.

source: She mentioned different forms of violence against women.
pl: Wskazała na różne formy przemocy wobec kobiet.

source: Lachut also called for well-balanced actions that do not generate social tensions.
pl: Mówiąc o konieczności podejmowania działań zaznaczyła, ze powinny być one wyważone, aby nie doprowadziły do napięć społecznych.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2013 / Lens on Development photography contest: winners announced
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2013 / Konkurs "Rozwój w obiektywie" rozstrzygnięty

source: Lens on Development photography contest: winners announced
pl: Konkurs "Rozwój w obiektywie" rozstrzygnięty

source: “Poles have a deeply ingrained sense of solidarity with people in need,” Foreign Minister Radosław Sikorski said when presenting awards to the laureates of the MFA photo competition “Lens on Development” - 2013 edition.
pl: - Polacy mają we krwi poczucie solidarności z potrzebującymi - ocenił minister spraw zagranicznych Radosław Sikorski podczas uroczystości wręczenia nagród laureatom konkursu fotograficznego Ministerstwa Spraw Zagranicznych „Rozwój w obiektywie” - edycja 2013.

source: “Public approval for assisting countries that are now less fortunate than us continues to be strong in Poland,” underlined the minister.
pl: - W Polsce utrzymuje się stałe wysokie poparcie dla pomocy udzielanej krajom, które dziś są mniej fortunne od naszego - podkreślił minister.

source: “As many as 74 per cent of Poles believe that we should help poor countries, just as we used to receive help from others,” he added.
pl: - Aż 74 % Polaków jest zdania, że trzeba pomagać krajom biednym, tak jak kiedyś nam pomagano - dodał.

source: “Poland actively shapes the policy to reduce poverty and funds development projects benefitting less affluent countries,” recalled Radosław Sikorski.
pl: - Polska aktywnie kształtuje politykę na rzecz redukcji ubóstwa i finansuje projekty pomocowe dla państw mniej zamożnych - przypomniał Radosław Sikorski.

source: The contest not only aims to “select photos representing the highest artistic value,” as Minister Sikorski underscored, but also to “familiarize Poles with development issues and make the public more sensitive to the problems of regions that are reached by Polish aid.”
pl: Celem konkursu jest nie tylko „wyłonienie zdjęć o największych walorach artystycznych”, jak podkreślił minister Sikorski, ale przede wszystkim „przybliżenie Polakom problematyki rozwojowej i zwiększenie wrażliwości społecznej na sprawy regionów, do których polska pomoc dociera”.

source: The competition was open to all people who were interested in photography and development challenges facing poor countries and countries undergoing transition.
pl: Do udziału w konkursie zostały zaproszone osoby interesujące się fotografią oraz wyzwaniami rozwojowymi stojącymi przed krajami ubogimi oraz przechodzącymi transformację ustrojową.

source: The host of this year's award presentation ceremony was Martyna Wojciechowska, the editor-in-chief of National Geographic Polska and head of the jury.
pl: Tegoroczną galę wręczenia nagród poprowadziła Martyna Wojciechowska, redaktor naczelna National Geographic Polska i przewodnicząca konkursowego Jury.

source: The winning photos will be published on www.polskapomoc.gov.pl and in December's edition of theNational Geographic magazine.
pl: Nagrodzone zdjęcia zostaną opublikowane na stronie www.polskapomoc.gov.pl oraz na łamach grudniowego wydania magazynu National Geographic.

source: You are here Polish Aid / Our partners / Cooperation in the EU Framework / Development policy prospects discussed in Brussels
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca w ramach UE / W Brukseli o przyszłości polityki rozwojowej

source: Development policy prospects discussed in Brussels
pl: W Brukseli o przyszłości polityki rozwojowej

source: Development cooperation with Eastern Partnership countries was high on the meeting's agenda.
pl: Przedmiotem obrad ministrów była m.in. współpraca rozwojowa z krajami Partnerstwa Wschodniego.

source: Deputy Minister Pełczyńska-Nałęcz said that development cooperation has to be more consistent with the EU's political activity.
pl: Wiceminister Pełczyńska-Nałęcz zwróciła uwagę na potrzebę większej komplementarności współpracy rozwojowej z działaniami politycznymi UE.

source: “Although Member States have been paying special attention to Ukraine recently, they should not forget about other Eastern Partnership countries,” said the deputy minister.
pl: - Niezależnie od szczególnej uwagi, jaką w najbliższym czasie poświęcamy Ukrainie, państwa członkowskie nie powinny zapominać o innych krajach Partnerstwa Wschodniego - podkreśliła wiceminister.

source: According to Deputy Minister Katarzyna Pełczyńska-Nałęcz, the EU should maximise its support for Georgia and Moldova in the implementation of their Association Agreements and Agreements on Deep and Comprehensive Free Trade Areas.
pl: Zdaniem wiceszefowej MSZ, Unia Europejska powinna podjąć maksymalne starania w celu wsparcia Gruzji i Mołdawii podczas wdrażania umów stowarzyszeniowych oraz umów o pogłębionych i kompleksowych strefach wolnego handlu.

source: The deputy minister welcomed the EU rescue package for Ukraine, in particular the establishment of the Support Group for Ukraine.
pl: Wiceminister wyraziła zadowolenie z wypracowania unijnego pakietu pomocowego wobec Ukrainy, w tym przede wszystkim z powołania Grupy Wsparcia Ukrainy.
